{"programme":{"type":"episode","pid":"b0713rtr","expected_child_count":null,"position":null,"image":{"pid":"p03jbxjc"},"media_type":"audio","title":"Dame Zaha Hadid","short_synopsis":"Kirsty Young interviews architect Dame Zaha Hadid.","medium_synopsis":"Kirsty Young interviews architect Dame Zaha Hadid, who chooses the eight records she would take with her to a desert island.","long_synopsis":"Kirsty Young\u0027s castaway is the architect, Dame Zaha Hadid.\n\nThe first woman to be awarded architecture\u0027s highest honour, the Pritzker Prize, she designed the Aquatic Centre for London 2012, Glasgow\u0027s Riverside Museum and has twice won the Stirling Prize - first for the MAXXI museum in Rome and secondly for her design for the Grace Academy school in Brixton, London. She recently became the first woman in her own right to receive the RIBA Gold Medal.\n\nShe was born in Baghdad in 1950 where her father was a prominent member of the opposition National Democratic Party. After attending school there, she travelled to Switzerland and England to boarding school before returning to London in 1972 to study at the Architectural Association.\n\nIn 1983 she won her first competition to design the Peak Leisure Club in Hong Kong. It gained her international recognition though it was never built: her first building was the Vitra Fire Station in Germany in 1993. In the late 1990s she built a contemporary arts centre in Cincinnati \u0026 a BMW car manufacturing plant in Leipzig. She won competitions to design a new opera house in Cardiff but it was never realised and her first permanent building in Britain was a Maggie\u0027s Cancer Care Centre in Scotland built in 2006. She has designed stations for the Nordpark Cable Railway in Innsbruck, Austria and in 2010 the Opera House in Guangzhou, China. In 2014 she became the first woman to win the Design Museum\u0027s Design of the Year Award for the Heydar Aliyev Cultural Centre, in Baku, Azerbaijan.\n\nShe was made a Dame in 2012 for services to architecture.\n\nProducer: Cathy Drysdale.","first_broadcast_date":"2016-02-21T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"Dame Zaha Hadid"},"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"b0709v49","title":"Ben Saunders","first_broadcast_date":"2016-02-14T11:15:00Z","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"b071lmwh","title":"Hugh Bonneville","first_broadcast_date":"2016-02-28T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"b0713rhl","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p03jyccd","duration":2092,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}