{"programme":{"type":"episode","pid":"b08vxjth","expected_child_count":null,"position":null,"image":{"pid":"p056389s"},"media_type":"audio","title":"Stella McCartney","short_synopsis":"Stella McCartney, fashion designer, is interviewed by Kirsty Young for Desert Island Discs","medium_synopsis":"Kirsty Young interviews fashion designer Stella McCartney.","long_synopsis":"Kirsty Young\u0027s castaway this week is the fashion designer Stella McCartney.\n\nBorn the middle child of Paul and Linda McCartney, Stella\u0027s early years were a paradox: she would either spend her days riding ponies, sharing one of two bedrooms with her sisters in a farmhouse, and generally mucking around in the countryside - or touring the world with her parents\u0027 band Wings and spending time in the company of stars such as David Bowie and Iggy Pop.\n\nAmid the tours and travelling, she believes her parents offered her a vital childhood gift: normality. Stella attended the local school and went on to win a place at Central Saint Martins College of Art and Design to study fashion design. Two years after a graduation show that made the headlines because the clothes were modelled by Stella\u0027s friends Kate Moss, Yasmin Le Bon and Naomi Campbell, she landed the job of Creative Director at the French fashion house Chloé. During her four years there, she transformed its fortunes. \n\nIn 2001, she set up her own label in a joint venture with Gucci. Throughout her career, she has never used leather, fur, feathers or animal skins. She now operates 51 freestanding stores in locations including Manhattan, Mayfair, and Milan, and her collections are distributed through shops in over 70 countries. \n\nHer signature style is described as combining sharp tailoring - learned in Savile Row where she would spend her evenings whilst at Saint Martins - with a sexy femininity. She has also designed all the outfits for Team GB for the past two Olympics. She has four children with her husband, Alasdhair Willis. \n\nStella has won numerous awards including the British Fashion Council\u0027s Designer of the Year and Brand of the Year as well as Designer of the Year and Brand of the Year at the British Fashion Awards. She received an OBE in 2013. \n\n\nProducer: Sarah Taylor.","first_broadcast_date":"2017-06-25T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Stella McCartney"},"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"b08tvlzv","title":"Jed Mercurio","first_broadcast_date":"2017-06-18T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"b08wmmwn","title":"Professor Carlo Rovelli","first_broadcast_date":"2017-07-02T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"b08vxj9w","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p056mtxj","duration":3058,"types":["Podcast version"]},{"canonical":0,"pid":"p056qldl","duration":3600,"types":["Editorial"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}