{"programme":{"type":"episode","pid":"p00938m5","expected_child_count":null,"position":null,"image":{"pid":"p01gzy77"},"media_type":"audio","title":"Mark Tully","short_synopsis":"Sue Lawley\u0027s castaway is broadcaster Mark Tully","medium_synopsis":"Sue Lawley\u0027s castaway is broadcaster Mark Tully.","long_synopsis":"Sue Lawley\u0027s castaway this week is the veteran broadcaster Mark Tully. Born in Calcutta and with ancestors who were involved in the Indian Mutiny, he has a love of India in his bones and has made his career reporting it. Indeed, in his 30 years as BBC India correspondent his name and the role became synonymous - he has been called a cult figure and his reports were broadcast in English, Hindi, Urdu, Tamil, Nepali and Bengali to as many as 50 million people on the sub-continent.\n\nAs a young man he considered entering the clergy but he left theology college to begin his career at the BBC. Shortly thereafter he returned to India after an absence of more than a decade and felt like he had come home. He\u0027s been there ever since. He has mapped the great events on the sub-continent since the 1960s, including Bangladesh\u0027s war of independence, the upheavals in Pakistan, the Soviet occupation of Afghanistan, the Union Carbide disaster at Bhopal, the Indian army attack on the Golden Temple at Amritsa and the assassinations of both Indira and Rajiv Gandhi. He has heard a crowd chanting \u0027death to Tully\u0027 as well as being expelled from the country, captured, threatened, imprisoned and even accused of bringing down the government. For his pains he has been awarded the OBE and the Tadma Shre, an Indian honour rarely bestowed on foreigners. These days he spends a couple of months a year in Britain seeing friends and family and recording some of his Radio 4 programmes Something Understood.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Requiem for Athene by Taverner\nBook: Major works by Gerard Manley Hopkins\nLuxury: Modern mini brewery","first_broadcast_date":"2003-06-15T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Mark Tully"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00937f7","title":"Vittorio Radice","first_broadcast_date":"2003-06-08T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00937dn","title":"Bishop John Sentamu","first_broadcast_date":"2003-06-22T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00938m8","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz5t","duration":2178,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}