{"programme":{"type":"episode","pid":"p00936gw","expected_child_count":null,"position":null,"image":{"pid":"p01gzxw4"},"media_type":"audio","title":"Rt Hon Michael Howard MP","short_synopsis":"Sue Lawley\u0027s castaway is leader of the Conservative Party Michael Howard","medium_synopsis":"Sue Lawley\u0027s castaway is leader of the Conservative Party Michael Howard.","long_synopsis":"Sue Lawley\u0027s castaway this week is the leader of the Conservative Party, Michael Howard.\n \n\nHe was raised in an orthodox Jewish family in Llanelli, South Wales, where his parents ran ladies\u0027 fashion shops. In the Labour-supporting, rugby-playing valleys, the teenage Michael preferred football and his leanings were towards the Conservatives. He propelled himself to Peterhouse College, Cambridge, and was part of the Cambridge mafia that included Kenneth Clarke, Leon Brittan, Norman Lamont and Norman Fowler. But while his contemporaries all entered parliament within a few years of graduating, Michael Howard\u0027s journey to Westminster took considerably longer. He first stood as a Conservative candidate in 1966 when he was just 24 years old. He tried again, unsuccessfully, in 1970, but it was not until 1983 - after putting his name forward for dozens of safe seats - that he was chosen as the party\u0027s candidate for Folkestone and Hythe and secured a seat in the House of Commons. He says that by the time he was successful, he wondered whether he was too old to make his mark there. But he rose quickly through the ministerial ranks and had secured a place in cabinet before he was 50. He was John Major\u0027s Home Secretary for four years - a controversial period that culminated in his former deputy, Ann Widdecombe, saying there was \u0027something of the night\u0027 in his personality. \n\nWhen he stood to be leader of the party in 1997 he came fifth out of five candidates. But eight months ago he was elected, unopposed, the new leader of the party. He told Sue Lawley: \u0027I was astonished. It was not something I ever thought would happen and if we\u0027d been sitting here a year ago and you\u0027d told me that I\u0027d be sitting here today as leader of the Conservative Party, I have said that you were prone to fantasies\u0027.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: (Everything I Do) I Do It For You by Bryan Adams\nBook: The Years of Lyndon Johnson by Robert Caro\nLuxury: A hot shower and some soap","first_broadcast_date":"2004-07-04T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Rt Hon Michael Howard MP"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00936hp","title":"Tim Rice","first_broadcast_date":"2004-06-27T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00938bc","title":"Hugh Masekela","first_broadcast_date":"2004-07-11T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00936gy","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz24","duration":2181,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}