{"programme":{"type":"episode","pid":"p00937vj","expected_child_count":null,"position":null,"image":{"pid":"p05tj9g8"},"media_type":"audio","title":"Professor Baruch Blumberg","short_synopsis":"Sue Lawley\u0027s castaway is Nobel Prize-winning scientist Professor Baruch Blumberg","medium_synopsis":"Sue Lawley\u0027s castaway is Nobel Prize-winning scientist Professor Baruch Blumberg.","long_synopsis":"Sue Lawley\u0027s castaway this week is the Nobel Prize-winning scientist Professor Baruch Blumberg. Barry Blumberg was born in Brooklyn, New York in the 1920s, just before the economic depression in 1929. As a young boy he was particularly interested in science, and when his family moved to Queens he turned the basement of his parents house into a laboratory. At age 17, during the Second World War, he was enlisted into the Navy. They sent him to do an accelerated two year physics degree before he was trained to become a deck officer serving on small amphibious ships - he was fortunate not to be in war areas and enjoyed his experience.\n\nAfter the war Barry re-trained as a doctor. He worked in a large New York hospital before becoming interested in research. After a spell doing his doctorate at Oxford University he returned to the United States and focused on basic research into ethnic diversity. He was interested in how people differ to each other, why some people got sick and others didn\u0027t, with particular reference to disease. Through extensive research on this subject, Barry and his team discovered the Hepatitis B virus. This discovery of the antigen was the key to developing a vaccine and put in place special blood screening for transfusions to prevent further spread of the disease. In 1976 Barry was awarded the Nobel Prize for Medicine. Since then he has continued his research and also worked at NASA where he has been researching astral biology - the possibility of life on other planets.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: City of New Orleans by Willie Nelson\nBook: Ulysses by James Joyce\nLuxury: A flat water kayak suitable for rough water","first_broadcast_date":"2003-01-19T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"Professor Baruch Blumberg"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00937w8","title":"Gillian Anderson","first_broadcast_date":"2003-01-12T11:15:00Z","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00938pm","title":"Sir Trevor Nunn","first_broadcast_date":"2003-01-26T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00937vn","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz7v","duration":2125,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}