{"programme":{"type":"episode","pid":"p00947g4","expected_child_count":null,"position":null,"image":{"pid":"p01gzybr"},"media_type":"audio","title":"Linton Kwesi Johnson","short_synopsis":"Sue Lawley\u0027s castaway is dub poet Linton Kwesi Johnson","medium_synopsis":"Sue Lawley\u0027s castaway is dub poet Linton Kwesi Johnson.","long_synopsis":"Sue Lawley\u0027s castaway is dub poet Linton Kwesi Johnson. Linton Kwesi Johnson was born in 1950s rural Jamaica. He lived in a farming community and looked after the animals, helping with the sugar harvest and fetching firewood. He lived with his grandmother after his parents separated, loving being the man of the house. She would entertain the young Linton, who she called \u0022me husband\u0022, with folk songs, stories and ghost stories. \n\nIn 1963, when he was eleven years old, Linton came to live in England. It was a huge contrast: \u0022I had this childhood idea that literally the streets of London would be paved with gold and everybody living affluent lifestyles. So it was a bit of an eye-opener for me when I came and saw all these grey buildings with chimneys and smoke coming out of them and to see a white person sweeping the street!\u0022 He experienced racism at school, from peers and teachers alike, and became interested in the black movement. He joined the British Black Panthers in his teens, discovered black literature and began to write poetry of his own. He gained a sociology degree in the mid-1970s and had poems, inspired by politics and the Black movement, published in the journal Race Today. He soon became known for his poetry written in dialect and would often use reggae music to accompany it. He still tours with his band and can command stadium-size stages. Linton Kwesi Johnson became one of only two living poets to be published in a Penguin Modern Classic in 2002. He says \u0022I\u0027ve made a small contribution to bring poetry back to the people.\u0022\n\nDuring the interview, Linton Kwesi reads extracts from the following poems: \u0027Sonny\u0027s Lettah\u0027 taken from Inglan is a Bitch, \u0027Five Nights of Bleeding (for Leroy Harris)\u0027 from Things an Times and \u0027New Craas Massahkah (to the memory of the fourteen dead)\u0027.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Embraceable You by Charlie Parker\nBook: 100 Years of Solitude by Gabriel Garcia Marquez\nLuxury: A bass guitar","first_broadcast_date":"2002-12-08T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"Linton Kwesi Johnson"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947gc","title":"John Malkovich","first_broadcast_date":"2002-12-01T11:15:00Z","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947fr","title":"Sinead Cusack","first_broadcast_date":"2002-12-15T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947g6","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz8c","duration":2075,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}