{"programme":{"type":"episode","pid":"p00947j2","expected_child_count":null,"position":null,"image":{"pid":"p01gzydp"},"media_type":"audio","title":"Philip Pullman","short_synopsis":"Sue Lawley\u0027s castaway is writer Philip Pullman","medium_synopsis":"Sue Lawley\u0027s castaway is writer Philip Pullman.","long_synopsis":"Philip Pullman is the author of the celebrated His Dark Materials trilogy: Northern Lights, The Subtle Knife and The Amber Spyglass. He was born in Norwich and spent his early years travelling all over the world with his father, who was in the RAF, and his mother and brother. Whilst in Australia he devoured comic book stories, which made a big contrast to the traditional stories his clergyman grandfather would tell him on return trips to Norwich. Philip planned to be a writer from the age of six and, when the family moved to Wales when he was 11, he developed a real passion for stories, encouraged by a school teacher to read more and write them down. Philip went to study English at Oxford, although he says it was really after he finished his degree that he started to learn. He began his first novel the day he left and although he says \u0022it was terrible\u0022 he didn\u0027t give up. He worked in a variety of jobs to enable him to write and eventually went into teaching. He developed his writing style further by writing school plays and dealing with the challenge of making them accessible to both the children and the parents: it was an ideal training ground. \n\nPhilip has since written many books for children: Clockwork, I was a Rat! (which was dramatised for BBC television), and The Firework-Maker\u0027s Daughter, which won the Smarties Gold Award in 1996 and the Sally Lockhart Award. The His Dark Materials trilogy has become a huge success with children and adults, and, on 22nd January 2002, Philip won the Whitbread Prize for the third book in the trilogy, The Amber Spyglass. This was the first time that a children\u0027s book had won either the Booker or the Whitbread.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Sonata Reminiscenza in A Minor by Nickolay Medtner\nBook: A La Recherche Du Temps Perdu by Marcel Proust\nLuxury: A Jar of Apricots, by Chardin","first_broadcast_date":"2002-10-06T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Philip Pullman"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947jp","title":"Dame Alicia Markova","first_broadcast_date":"2002-09-29T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947hp","title":"Paul Gambaccini","first_broadcast_date":"2002-10-13T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947j3","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz90","duration":2220,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}