{"programme":{"type":"episode","pid":"p00947mj","expected_child_count":null,"position":null,"image":{"pid":"p01gzyg2"},"media_type":"audio","title":"Minette Walters","short_synopsis":"Sue Lawley\u0027s castaway is crime writer Minette Walters","medium_synopsis":"Sue Lawley\u0027s castaway is crime writer Minette Walters.","long_synopsis":"After Minette Walters\u0027 father died of injuries sustained in World War II she won a scholarship to Godolphin School, and eventually became Head Girl. From a young age she shunned girls\u0027 story books, preferring the more gripping Biggles and later, Agatha Christie. Her ambition was to be a writer. She says, \u0022I just adored the whole thing of escapism into somebody else\u0027s world. When you\u0027re a writer and you are creating a world - you can only relate to one reader at a time, so it\u0027s: how do you persuade people? how can you draw the reader into that world so you can share it together? It\u0027s very exciting and any good writer, that is exactly what they do - they are tempting you into a world of their creation.\u0022 \n\nMinette Walters went to Durham University to read modern languages. When she left she took on barmaid and secretarial work that would allow her to continue her writing but all her many manuscripts, in particular plays to BBC Radio, were rejected. Her efforts in magazine publishing were more successful and, after a stint as an editor, she soon found herself writing 30,000 word hospital romances. She was inspired to attempt a novel and after having two children she turned her attention to crime fiction, a subject that had held her interest since childhood. But she says of The Dark Room: \u0022there is virtually no comparison with Agatha Christie - it\u0027s much deeper and darker and more naturalistic, realistic, gritty. That\u0027s why I put \u0027fart\u0027 in the first paragraph, because I thought, whoever reads the first page of this book is not going to think they are reading an Agatha Christie!\u0022 \n\nShe has written eight books in ten years and received the Edgar Allan Poe Award for the best crime novel published in America for The Sculptress and won the Gold Dagger Award for best British Crime novel in 1994 for The Scold\u0027s Bridle. Her books have been translated into 36 languages and five of her books have been made into television films. Minette says she never knows who has done the crime until she finishes the book: \u0022I set up a limited number - if I knew which one was guilty I would either underwrite them or overwrite them and if I don\u0027t know then I still explore them in depth. This joy, of going inside their heads, I\u0027d be bored stiff if I knew what was going to happen.\u0022\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Free as a Bird from his Orlean\u0027s Function by Louis Armstrong\nBook: The Oxford Dictionary of Quotations by Elizabeth Knowles\nLuxury: Van Gogh\u0027s Irises","first_broadcast_date":"2002-06-30T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Minette Walters"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947n7","title":"Countess Elizabeth Longford","first_broadcast_date":"2002-06-23T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947ls","title":"Alan Titchmarsh","first_broadcast_date":"2002-07-07T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947mk","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz9c","duration":2198,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}