{"programme":{"type":"episode","pid":"p009379c","expected_child_count":null,"position":null,"image":{"pid":"p01gzy62"},"media_type":"audio","title":"Nigella Lawson","short_synopsis":"Sue Lawley\u0027s castaway is chef and broadcaster Nigella Lawson","medium_synopsis":"Sue Lawley\u0027s castaway is chef and broadcaster Nigella Lawson.","long_synopsis":"This week Sue Lawley\u0027s castaway is the broadcaster, cook, mother and domestic goddess Nigella Lawson. She came from a privileged background - her father, the former Conservative chancellor Nigel Lawson, her mother the society beauty and heir to the Lyons Corner House empire Vanessa Salmon. After graduating from Oxford, she wrote a restaurant column for the Spectator. She became deputy literary editor of the Sunday Times in 1986 and it was on that paper that she met John Diamond - the couple married three years later. She credits him with uncovering her potential - suggesting she wear more flattering clothes and make-up, encouraging her food writing and investing faith and pride in her. \n\nHe came up with the title of her first book How to Eat. It was a huge success and was followed by a second, award-winning book How to be a Domestic Goddess, which held out hope to would-be goddesses that even the most meagre skills could produce stunning results. But her life has been tainted by cancer. Her mother died of liver cancer in her 40s and her sister Thomasina was in her 30s when she died of breast cancer. When her husband had hospital tests for a cyst on his neck it was Nigella who chased up the doctors to find out the results and interrupted EastEnders to tell him that he too had been diagnosed with the disease. John Diamond died in 2001, leaving Nigella to bring up their two children, Cosima and Bruno. She has written a further two books and her series Nigella Bites has been bought up by American television. She says \u0022I suppose I do think that awful things can happen at any moment, so while they are not happening you may as well be pleased.\u0022\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Yeke, Yeke by Mary Kante\nBook: Divine Comedy (in Italian) by Dante Alighieri\nLuxury: Liquid Temazepam \u0022...to give me the possibility of a very pleasant exit\u0022","first_broadcast_date":"2003-10-05T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Nigella Lawson"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00937b4","title":"Nick Hornby","first_broadcast_date":"2003-09-28T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p009378k","title":"Herbert Kretzmer","first_broadcast_date":"2003-10-12T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p009379d","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz5f","duration":2053,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}