{"programme":{"type":"episode","pid":"p00937hm","expected_child_count":null,"position":null,"image":{"pid":"p01gzy7p"},"media_type":"audio","title":"Franco Zeffirelli","short_synopsis":"Sue Lawley\u0027s castaway is director Franco Zeffirelli","medium_synopsis":"Sue Lawley\u0027s castaway is director Franco Zeffirelli.","long_synopsis":"Sue Lawley\u0027s castaway this week is the director Franco Zeffirelli. He was born the illegitimate son of a philandering businessman and a successful fashion designer, both of whom were married to other people. Unable to give him his father\u0027s or her own name, his mother plucked a word out of a Mozart opera - \u0027Zefferetti\u0027, meaning \u0027little breeze\u0027 - and gave it to her son. Somewhere along the line a slip of a pen transformed it into Zeffirelli, and Franco has gone by it for 80 years. He was only six when his mother died of tuberculosis. His father was reluctant to take care of Franco but was shamed into palming him off onto an aunt, and later his English secretary Mary O\u0027Neill. Mary belonged to a society of English ex-pats in Florence and young Franco grew up under their extraordinary influence. His experiences were eventually fictionalised into his 1999 film Tea With Mussolini, starring Joan Plowright, Judi Dench, Maggie Smith and Cher. \n\nIn the war he fought as a partisan and twice faced a firing squad before he met up with the 1st Scots Guards and became their interpreter. As well as using his linguistic talents, the Scots Guards gave him an early opportunity for theatrical creativity, and he made an open-air auditorium from 30 army trucks and some camouflage netting. After the war he studied art and architecture and was drawn into the worlds of theatre and film, working as assistant to the Marxist director Luchino Visconti initially but soon designing and directing his own films, plays and operas. His filmography runs to some 20 movies from the ground-breaking, and at the time shocking Romeo and Juliet of 1968 to the brooding Jane Eyre of 1996 via his stunning seven-hour Jesus of Nazareth for television in 1977, not to mention his 1990 Hamlet with Mel Gibson in the leading role. On stage he is famed for his opulent productions at the opera and he has worked with the titans of the art including Maria Callas, Placido Domingo, Joan Sutherland and Herbert Von Karajan.\n\nHe is in London to direct Pirandello\u0027s Absolutely! (Perhaps) starring Joan Plowright and Oliver Ford Davies, which opened at Wyndham\u0027s Theatre on 7th May.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Chanson Boheme by Bizet\nBook: Inferno by Dante Alighieri\nLuxury: A hammock from Hermes","first_broadcast_date":"2003-05-18T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Franco Zeffirelli"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00937jh","title":"George Fenton","first_broadcast_date":"2003-05-11T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00937gs","title":"Derek Brown","first_broadcast_date":"2003-05-25T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00937hn","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz63","duration":2200,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}