{"programme":{"type":"episode","pid":"p00947f5","expected_child_count":null,"position":null,"image":{"pid":"p01gzyb0"},"media_type":"audio","title":"Patricia Cornwell","short_synopsis":"Sue Lawley\u0027s castaway is crime writer Patricia Cornwell","medium_synopsis":"Sue Lawley\u0027s castaway is crime writer Patricia Cornwell.","long_synopsis":"Patricia Daniels was born in 1956 in Miami, Florida. After her parents divorced she moved with her mother and two brothers to Montreat, North Carolina. Her mother suffered from depression and sought help from the Reverend Billy Graham. The reverend\u0027s wife, Ruth Bell Graham, became Patricia\u0027s friend and mentor and encouraged her to write. She particularly loved telling ghost stories, and would scare the children in her neighbourhood at Halloween. Patricia majored in English at Davidson, a private liberal arts college in North Carolina and married one of her professors, Charles Cornwell. The marriage lasted 10 years, by which time Patricia had progressed from a summer job compiling TV listings for The Charlotte Observer to crime reporter to a job at the medical examiner\u0027s office in Virginia. \n\nIt was all good research for her crime novels, but her first published book in 1983 was A Time for Remembering, a biography of Ruth Bell Graham. Patricia had had three thrillers rejected by publishers so she tried again, this time changing a minor character, Kay Scarpetta, chief medical examiner for Virginia, into her main protagonist for the book Postmortem. Postmortem was initially rejected by seven major publishing houses and finally accepted at the very end of 1988. It was a huge success and made her the only author ever to win all four major mystery awards in a single year on both sides of the Atlantic - The Edgar, The John Creasey, The Antony and the MacAvity. Thirteen novels later, she is still producing best sellers and has most recently published a book investigating Jack the Ripper. \n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: The Pachelbel Canon by Johann Pachelbel\nBook: Essay on population by Thomas Malthus\nLuxury: An endless supply of notebooks and pens","first_broadcast_date":"2002-12-29T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"Patricia Cornwell"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947fc","title":"Rowan Williams","first_broadcast_date":"2002-12-22T11:15:00Z","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00938qx","title":"George Foreman","first_broadcast_date":"2003-01-05T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947f6","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz83","duration":2070,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}