{"programme":{"type":"episode","pid":"p00947kd","expected_child_count":null,"position":null,"image":{"pid":"p01gzyfg"},"media_type":"audio","title":"Timothy Spall","short_synopsis":"Sue Lawley\u0027s castaway is actor Timothy Spall","medium_synopsis":"Sue Lawley\u0027s castaway is actor Timothy Spall.","long_synopsis":"Timothy Spall grew up in Battersea, South London. He found school pretty uninspiring and left with art as his only qualification. However, when he played the part of the Cowardly Lion in the school production of The Wizard of Oz, aged 16, he felt he had found his niche. He says \u0022it had a good big audience and they just laughed, and when I came out to do my bow they gave me a big cheer. Something went off in my head then.\u0022 He had a natural talent, and soon found a place at RADA. Within a year he was snapped up by the Royal Shakespeare Company, where he played key roles such as Andre in Chekhov\u0027s The Three Sisters, a role which he was amazed to take over from Ian McKellan. It was a huge learning period and the critics weren\u0027t going to cut him any slack just because he was straight out of drama school. He says, \u0022you\u0027re up there playing with the big boys so you learn pretty quick!\u0022\n\nHis first TV part was as the Brummie builder, Barry, in Auf Weidersehen Pet in 1983 and he has had many TV roles since: Our Mutual Friend and Vacuuming Completely Nude in Paradise both earned him Best Actor nominations at the Baftas. His role in the Mike Leigh\u0027s Secrets and Lies won him critical acclaim, as well as two best actor nominations, at the Baftas and at the London Film Critic Circle. He has also been sought by Hollywood, recently appearing in the blockbuster Vanilla Sky. He won best actor at Prix d\u0027Italia and Cinema Tout Ecran awards for the television drama Shooting the Past and was awarded the OBE in 2000. \n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Mary\u0027s Prayer by Danny Wilson\nBook: The Pickwick Papers by Charles Dickens\nLuxury: A drum kit","first_broadcast_date":"2002-09-22T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Timothy Spall"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947l2","title":"Brian May","first_broadcast_date":"2002-09-15T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947jp","title":"Dame Alicia Markova","first_broadcast_date":"2002-09-29T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947kg","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz94","duration":2012,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}