{"programme":{"type":"episode","pid":"p00947n7","expected_child_count":null,"position":null,"image":{"pid":"p01gzyg4"},"media_type":"audio","title":"Countess Elizabeth Longford","short_synopsis":"Sue Lawley\u0027s castaway is writer Countess Elizabeth Longford","medium_synopsis":"Sue Lawley\u0027s castaway is writer Countess Elizabeth Longford.","long_synopsis":"Elizabeth Harman was born in London in 1906. Her parents were both doctors, her mother was the niece of Joseph Chamberlain and cousin of Neville Chamberlain, the future Prime Minister. She was one of only a few girls at that time to attend Oxford University. Joining the social set that included John Betjemen, Evelyn Waugh and Maurice Bowra, she became one of the first female Isis idols and was proposed to numerous times before she accepted Frank Pakenham, who was later to succeed to the Longford earldom. Ever since the occasion she was read Homer\u0027s Illiad as a child and felt sympathy for the Trojans, Elizabeth had developed a sympathy for the underdog. And when she began teaching at Oxford in a summer school for the working classes from the Potteries, this sympathy was consolidated. She became interested in politics and a Labour supporter and was to become a Labour party candidate twice, in 1935 and 1950, but never elected to parliament. \n\nElizabeth married Frank Pakenham in 1931 and they had eight children by 1947. Her experience and expertise with a large family came to the notice of The Daily Express, and she was soon to be writing a column. This led to her first book, Points for Parents, which was published in 1954. It was the start of her writing career. Her next subject, Queen Victoria, was more ambitious: she felt the Queen had been misrepresented in the past and by looking at her and Prince Albert as human beings she adopted a different approach. Elizabeth had access to the Royal archives at Windsor and spent many days in the library there imagining how the Queen would have lived. As well as her book on Victoria, Lady Longford wrote books about Wellington; The House of Windsor; Byron; The Queen Mother; and Queen Elizabeth, as well as her own autobiography. She remains an experienced authority on families and marriage: her own lasted almost seventy years until she was widowed last year. \n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: I Vow To Thee My Country by Westminster Abbey Choir\nBook: Diplomacy and Murder in Tehran - Alexander Griboyedov and Imperial Russia\u0027s Mission to the Shah of Persia  by Lawrence Kelly\nLuxury: An orange tree","first_broadcast_date":"2002-06-23T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Countess Elizabeth Longford"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00d9yb6","title":"Jan Morris","first_broadcast_date":"2002-06-16T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947mj","title":"Minette Walters","first_broadcast_date":"2002-06-30T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947nc","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz9f","duration":2297,"types":["Podcast version"]},{"canonical":0,"pid":"p02pnzbj","duration":2297,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}