{"programme":{"type":"episode","pid":"p00947h9","expected_child_count":null,"position":null,"image":{"pid":"p01gzycq"},"media_type":"audio","title":"P D James","short_synopsis":"Sue Lawley\u0027s castaway is crime writer and conservative life peer P D James","medium_synopsis":"Sue Lawley\u0027s castaway is crime writer and conservative life peer P D James.","long_synopsis":"P D James was born in Oxford, later moving to Ludlow on the Welsh Borders where she experienced a childhood which she says had more in common with a Victorian childhood than anything today. She was a well-behaved, quiet child who entertained herself and her siblings by telling and writing stories. Phyllis attended an old-fashioned grammar school where she enjoyed English lessons. She says \u0022I knew I was going to write books\u0022.\n\nBecause of financial pressures at home, she had to leave school at sixteen, first following her father into the tax office, then in a theatre where she met her husband, who was training to be a doctor. World War Two intervened and, because her husband returned from work in the Medical Corps with a severe mental illness, Phyllis had to be the main breadwinner, working as principal hospital administrator at the North West Regional Hospital Board, London in charge of five psychiatric hospitals. It wasn\u0027t until she was thirty-nine years old, whilst working in the hospital, that Phyllis began her first novel, Cover Her Face. \u0022I knew it was something I was going to do, and it was just that life was so busy I didn\u0027t get round to it\u0022. She chose the name P D James because it looked good on a book jacket, and crime genre because she didn\u0027t want to draw on autobiographical details. \n\nThe book was immediately accepted by a publisher, and in 1979 she gave up her other jobs to become a full-time writer, focusing on Detective Adam Dalgleish of Scotland Yard as her main character. P D James was awarded the OBE in 1982, she has chaired the Booker Prize panel of judges, has been on the BBC Board of Governors, was made an Associate fellow, Downing College, Cambridge in 1986 and made a Life Peer in 1992. Her books have made her a household name and she is now working on her 17th novel.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: The Opening Chorus of the St Matthew Passion by Johann Sebastian Bach\nBook: War and Peace by Leo Tolstoy\nLuxury: Pencils and paper","first_broadcast_date":"2002-10-27T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"P D James"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947hh","title":"Carl Djerassi","first_broadcast_date":"2002-10-20T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947h3","title":"Rt Hon Robin Cook MP","first_broadcast_date":"2002-11-03T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947hb","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz8s","duration":2188,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}