{"programme":{"type":"episode","pid":"p00947jp","expected_child_count":null,"position":null,"image":{"pid":"p01gzyf4"},"media_type":"audio","title":"Dame Alicia Markova","short_synopsis":"Sue Lawley\u0027s castaway is ballerina Dame Alicia Markova","medium_synopsis":"Sue Lawley\u0027s castaway is ballerina Dame Alicia Markova.","long_synopsis":"Dame Alicia Markova was born Lilian Alice Marks in December 1910, in a two-bedroom flat in Finsbury Park, London. She began ballet classes because she was flat footed and knock kneed. Her natural talent, when she was ten, was spotted by Diaghilev, the Russian artistic impresario who founded the Ballets Russes and brought the contemporary arts of Russia to Europe. Dame Alicia joined Diaghilev\u0027s company, which was based in Monte Carlo, in 1925, a month after her 14th birthday. Diaghilev changed her name to Alicia Markova and cast her in the title role of Nightingale in Le Rossignol, a ballet scored by Stravinsky, choreographed by Balanchine and with costumes designed by Matisse. It premiered in Paris in June 1925. \n\nAfter Diaghilev\u0027s death in 1929 she returned to England and became a leading figure of the emerging English ballet scene, dancing with the Ballet Rambert and Vic Wells Ballet, as well as at Sadlers Wells. Dame Alicia danced the leading roles in Swan Lake, The Nutcracker and Giselle, which became her trademark, illustrating her unique style of fragility and strength. In 1950, together with her dancing partner Anton Dolin, Dame Alicia founded The London Festival Ballet which eventually became the English National Ballet. She was still dancing Giselle at the age of 48 and had her last dance on stage in the early 1960s. Subsequently she has worked as director, patron and teacher and was awarded the CBE for services to dance in 1958. Her memory for dance steps has proved invaluable for dance historians, pupils and teachers alike. \n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Softly Awakes my Heart from Samson \u0026 Deliah by Camille Saint-Saëns\nBook: Speaking of Diaghilev  by John Drummond\nLuxury: The perfume Knowing by Estee Lauder","first_broadcast_date":"2002-09-29T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Dame Alicia Markova"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947kd","title":"Timothy Spall","first_broadcast_date":"2002-09-22T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947j2","title":"Philip Pullman","first_broadcast_date":"2002-10-06T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947jv","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz92","duration":2132,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}