{"programme":{"type":"episode","pid":"p00937tx","expected_child_count":null,"position":null,"image":{"pid":"p01gzy95"},"media_type":"audio","title":"Paul Whitehouse","short_synopsis":"Sue Lawley\u0027s castaway is comedian Paul Whitehouse","medium_synopsis":"Sue Lawley\u0027s castaway is comedian Paul Whitehouse.","long_synopsis":"Sue Lawley\u0027s castaway this week is the comedian and star of The Fast Show, Paul Whitehouse. Born in the Rhonda Valley in Wales, Paul and his family soon moved to Enfield where he grew up. Paul was never particularly ambitious, but he was bright and got a place at University, although he dropped out in his first year. He went on to work as a plasterer and was quite content, enjoying a bit of humorous banter in the pub with his friends who included Harry Enfield and Charlie Higson.\n\nHarry was the first to get employment as a comedian - on Saturday Night Live, and he employed Paul and Charlie to write for him. Soon Paul was a regular contributor to Harry\u0027s show Harry Enfield and Chums. But Paul and Charlie were awash with ideas and characters and decided together to form their own show - a fast paced sketch show where the characters would come on, deliver a catchphrase, and exit. The Fast Show was born, and with it came an influx of new catchphrases that swamped common vernacular, such as \u0022Brilliant!\u0022 \u0022Very, very drunk\u0022 \u0022Suit you, sir!\u0022 and \u0022which was nice\u0022. After various acting roles on television and completing a live tour of The Fast Show Paul decided to write a situation comedy, and in 2001 the series Happiness was born.\n\nAt the 1998 Baftas Paul won the Best Light Entertainment Performance prize and The Fast Show won Best Light Entertainment Programme. Paul was also recently listed number seven in a Radio Times poll of the 50 most powerful people in British TV comedy.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Tumbling Dice by Rolling Stones\nBook: A chord book full of songs and arias\nLuxury: A piano","first_broadcast_date":"2003-02-02T11:15:00Z","display_title":{"title":"Desert Island Discs","subtitle":"Paul Whitehouse"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00938pm","title":"Sir Trevor Nunn","first_broadcast_date":"2003-01-26T11:15:00Z","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00937t2","title":"Sir Ian McKellen","first_broadcast_date":"2003-02-09T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00937tz","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz7n","duration":2116,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}