{"programme":{"type":"episode","pid":"p00936jm","expected_child_count":null,"position":null,"image":{"pid":"p01gzxxd"},"media_type":"audio","title":"Karan Bilimoria","short_synopsis":"Sue Lawley\u0027s castaway is businessman Karan Bilimoria","medium_synopsis":"Sue Lawley\u0027s castaway is businessman Karan Bilimoria.","long_synopsis":"Sue Lawley\u0027s castaway this week is the businessman Karan Bilimoria - who set up production of a beer designed to be drunk with Indian food, imported it to Britain - and is now selling it back to India. As a student at Cambridge, Karan missed Indian food and used to eat at restaurants several times a week. But he disliked the gassy lagers they served – finding he could neither eat nor drink as much as he would have liked. He decided to develop a beer that was smoother and less gassy - especially designed to be drunk with Indian food. He worked with a brewer in Mysore, India, and initially they prepared to market Panther Beer - but a last-minute stint of market research led to them changing the name to Cobra Beer. It has won a string of liquor industry awards, is sold in more than 30 countries and the company is expected to turn over more than £60 million this year. \n\nBut when Karan first started on his business career, his family were horrified. He had already qualified as a chartered accountant and had just graduated in law from Cambridge, but instead of a stable profession he started to import polo sticks, then began trading in up-market ladies\u0027 clothes. His father urged him to find a more solid career, but Karan persisted, delivering crates of Cobra Beer to Indian restaurants from the back of his battered 2CV. It took more than five years for the brand to establish itself, but it is now a familiar site not just in restaurants, but on supermarket and off-licence shelves.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: What A Wonderful World by Louis Armstrong\nBook: The Alchemist  by Paulo Coelho\nAlternative to Bible: The Gathas of Zorathushtra\nLuxury: Yes Minister and Yes Prime Minister videos","first_broadcast_date":"2004-06-13T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Karan Bilimoria"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00936kj","title":"Geraldine James","first_broadcast_date":"2004-05-30T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00938c1","title":"Diana Athill","first_broadcast_date":"2004-06-20T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00936jn","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz2b","duration":2192,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}