{"programme":{"type":"episode","pid":"p00947l2","expected_child_count":null,"position":null,"image":{"pid":"p01gzyfm"},"media_type":"audio","title":"Brian May","short_synopsis":"Sue Lawley\u0027s castaway is lead guitarist of Queen Brian May","medium_synopsis":"Sue Lawley\u0027s castaway is lead guitarist of Queen Brian May.","long_synopsis":"Brian May spent his childhood in Feltham near London and he learnt his first chords on his father\u0027s ukelele banjo. He soon progressed to the guitar, which he started learning when he was eight. He perfected his technique by buying records and copying the trickiest guitar parts. Although Brian\u0027s dream was to be a guitarist, it didn\u0027t seem like a reality so, encouraged by his parents, he went to London University\u0027s Imperial College to study physics. Whilst there he continued playing in bands with his drummer friend Roger Taylor. They were soon joined by art student Freddie Bulsara (who became Freddie Mercury) and John Deacon and formed Queen. Brian was researching infra red astronomy and part-time tutoring, but Queen soon hit the big time with their 1974 album Sheer Heart Attack, a success on both sides of the Atlantic. The band recorded 20 albums over a 22 year period and had frequent hits around the world with Killer Queen, Radio Ga Ga and Bohemian Rhapsody. Brian wrote huge Queen hits such as We will Rock You, Fat Bottomed Girls and Flash. They were known for their flamboyant live shows, where Brian provided technical brilliance and extended guitar solos inspired by Eric Clapton and Jimi Hendrix. When lead singer Freddie Mercury died of an AIDS-related illness in 1991, Brian and his fellow band members organised a huge tribute concert for AIDS research which was shown on television screens around the world. \n\nThirty-one years after Queen began, the band is still popular: Bohemian Rhapsody was voted most popular British song in a BBC Radio 2 poll this year, 24 years after its first release. Brian has also written and toured with his own band and in June this year he kicked off the Queen\u0027s Jubilee concert with an amazing guitar solo of The National Anthem from the roof of Buckingham Palace. This month he came fifth in a poll to find the World\u0027s Greatest Guitarists. \n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Saturn - the Bringer of Old Age by Gustav Holst\nBook: Out of the Silent Planet by C S Lewis\nLuxury: His own guitar: the Red Special","first_broadcast_date":"2002-09-15T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Brian May"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947ls","title":"Alan Titchmarsh","first_broadcast_date":"2002-07-07T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947kd","title":"Timothy Spall","first_broadcast_date":"2002-09-22T11:15:00+01:00","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947l3","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz96","duration":2215,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}