{"programme":{"type":"episode","pid":"p00947hh","expected_child_count":null,"position":null,"image":{"pid":"p01gzydb"},"media_type":"audio","title":"Carl Djerassi","short_synopsis":"Sue Lawley\u0027s castaway is the inventor of the contraceptive pill - Carl Djerassi","medium_synopsis":"Sue Lawley\u0027s castaway is the inventor of the contraceptive pill - Carl Djerassi.","long_synopsis":"Carl Djerassi was born in Vienna to an Austrian mother and Bulgarian father. Both parents were involved in the medical profession and, growing up surrounded by medical paraphernalia, he assumed that he would become a doctor. For the first four years of his schooling in Austria, he attended a girls\u0027 school as the boys school was full. He says \u0022women are much more important than men in my life. I mean, I enjoyed it, I\u0027m not complaining at all!\u0022 He didn\u0027t start studying science until his mid-teens and the outbreak of war meant a move to America, where he attended a pre-medical course at college. He soon became interested in organic chemistry and focussed on this subject for his PhD. \n\nWhilst working at a pharmaceutical company he was involved in two important discoveries. The synthesis of cortisone from plant material was, at that time, the most competitive and difficult project amongst chemists. Cortisone was considered a wonder drug in the treatment of rheumatoid arthritis, inflammation and eczema. The other discovery was the creation of a progesterone that could be orally active - aimed at treating menstrual disorders and infertility. It was realised that it could be used as a contraceptive but, as Carl says: \u0022in the 1950s contraception was not high on the priority list. Pharmaceutical companies, with one exception, were not interested in that field. The population explosion and these concepts did not come about until 10 years later\u0022. It wasn\u0027t until 1960 that it was approved by the FDA as a contraceptive and became the Pill. \n\nCarl spent the next few years working in research and universities. He has also published five novels, three plays, a book of short stories, an autobiography and a memoir and is still writing. He describes a lot of his work as science in fiction - not science fiction - which explores aspects of scientific behaviour and of scientific facts. As he says, \u0022Disguising them in the cloak of fiction, it is possible to illustrate ethical dilemmas that frequently are not raised for reasons of discretion, embarrassment, or fear of retribution\u0022.\n\n[Taken from the original programme material for this archive edition of Desert Island Discs]\n\nFavourite track: Songs on the Death of Children by Gustav Mahler\nBook: Collected poetry and prose by Wallace Stevens\nLuxury: A solar powered computer with a secret compartment containing a white powder","first_broadcast_date":"2002-10-20T11:15:00+01:00","display_title":{"title":"Desert Island Discs","subtitle":"Carl Djerassi"},"parent":{"programme":{"type":"brand","pid":"b006qnmr","title":"Desert Island Discs","short_synopsis":"Kirsty Young invites her castaway guests to share the soundtrack of their lives.","position":null,"image":{"pid":"p05g24sc"},"expected_child_count":null,"first_broadcast_date":"1942-01-29T19:00:00+01:00","aggregated_episode_count":3147,"ownership":{"service":{"type":"radio","id":"bbc_radio_four","key":"radio4","title":"BBC Radio 4"}}}},"peers":{"previous":{"type":"episode","pid":"p00947hp","title":"Paul Gambaccini","first_broadcast_date":"2002-10-13T11:15:00+01:00","position":null,"media_type":"audio"},"next":{"type":"episode","pid":"p00947h9","title":"P D James","first_broadcast_date":"2002-10-27T11:15:00Z","position":null,"media_type":"audio"}},"versions":[{"canonical":1,"pid":"p00947hj","duration":2700,"types":["Original version"]},{"canonical":0,"pid":"p02pnz8w","duration":2177,"types":["Podcast version"]}],"links":[],"supporting_content_items":[],"categories":[{"type":"format","id":"PT004","key":"discussionandtalk","title":"Discussion \u0026 Talk","narrower":[],"broader":{},"has_topic_page":false,"sameAs":null},{"type":"genre","id":"C00050","key":"lifestories","title":"Life Stories","narrower":[],"broader":{"category":{"type":"genre","id":"C00045","key":"factual","title":"Factual","broader":{},"has_topic_page":false,"sameAs":null}},"has_topic_page":false,"sameAs":null}]}}